<?xml version="1.0" encoding="utf-8"?>
<!-- 2014 Creator: Thomas Higgins -->
<policyDefinitionResources revision="1.0" schemaVersion="1.0" xmlns="http://www.microsoft.com/GroupPolicy/PolicyDefinitions">
  <displayName />
  <description />
  <resources>
    <stringTable>
      <!-- General GPO -->
      <string id="SupportedLO4_2">At least LibreOffice 4.2</string>
      <string id="SupportedLO4_3">At least LibreOffice 4.3</string>
      <string id="SupportedLO4_4">At least LibreOffice 4.4</string>
      <!--#### CATEGORIES ####-->
      <!--## LIBREOFFICE ##-->
      <string id="CAT_LibreOfficeRoot">LibreOffice</string>
      <string id="CAT_LibreOffice">LibreOffice</string>
      <string id="CAT_LibreOfficeUserData">User Data</string>
      <string id="CAT_LibreOfficeGeneral">General</string>
      <string id="CAT_LibreOfficeMemory">Memory</string>
      <string id="CAT_LibreOfficeView">View</string>
      <string id="CAT_LibreOfficePrint">Print</string>
      <string id="CAT_LibreOfficePaths">Paths</string>
      <string id="CAT_LibreOfficeColors">Colors</string>
      <string id="CAT_LibreOfficeFonts">Fonts</string>
      <string id="CAT_LibreOfficeSecurity">Security</string>
      <string id="CAT_LibreOfficePersonalization">Personalization</string>
      <string id="CAT_LibreOfficeAppearance">Appearance</string>
      <string id="CAT_LibreOfficeAccessibility">Accessibility</string>
      <string id="CAT_LibreOfficeAdvanced">Advanced</string>
      <!--## LOAD SAVE ##-->
      <string id="CAT_LoadSave">Load / Save</string>
      <string id="CAT_LoadSaveGeneral">General</string>
      <!--## LANGUAGE SETTINGS ##-->
      <!--## LIBREOFFICE WRITER ##-->
      <string id="CAT_LibreOfficeWriter">LibreOffice Writer</string>
      <string id="CAT_LibreOfficeWriterGeneral">General</string>
      <string id="CAT_LibreOfficeWriterBasicFonts">Basic Fonts</string>
      <!--## LIBREOFFICE WRITER/WEB ##-->
      <!--## LIBREOFFICE BASE ##-->
      <!--## CHARTS ##-->
      <!--## INTERNET ##-->
      <!--#### DESCRIPTIONS ####-->
      <!--## LIBREOFFICE ##-->
      <!--# USER DATA #-->
      <string id="UserProfileDatao">Company Name</string>
      <string id="UserProfileDataoHelp">Enter the Company Name.</string>
      <!--# GENERAL #-->
      <!--Help-->
      <string id="CommonHelpTip">Show Tips</string>
      <string id="CommonHelpTipHelp">Set whether LibreOffice shows tips</string>
      <string id="CommonHelpExtendedTip">Show Extended Tips</string>
      <string id="CommonHelpExtendedTipHelp">Show Extended Tips</string>
      <!--Open/Save Dialogs-->
      <string id="CommonMiscUseSystemFileDialog">Use LibreOffice dialogs</string>
      <string id="CommonMiscUseSystemFileDialogHelp">Set whether LibreOffice uses standard Windows dialogs or LibreOffice ones</string>
      <!--Document Status-->
      <string id="CommonPrintPrintingModifiesDocument">Printing modifies document</string>
      <string id="CommonPrintPrintingModifiesDocumentHelp">Printing sets "document modified" status</string>
      <string id="CommonMiscAlwaysAllowSave">Always Allow Saving</string>
      <string id="CommonMiscAlwaysAllowSaveHelp">Allow to save document even when the document is not modified</string>
      <!--Year (Two Digits)-->
      <string id="CommonDateFormatTwoDigitYear">Interpret two digit years</string>
      <string id="CommonDateFormatTwoDigitYearHelp">Interpret two digit years from the year specified + 1000 years.</string>
      <!--Privacy-->
      <string id="CommonMiscCollectUsageInformation">Collect usage information</string>
      <string id="CommonMiscCollectUsageInformationHelp">Collect and send usage information to TDF servers</string>
      <!--# MEMORY #-->
      <string id="CommonUndoSteps">Number of undo steps</string>
      <string id="CommonUndoStepsHelp">Set the number of undo steps LibreOffice should remember</string>
      <!--# VIEW #-->
      <!--# PRINT #-->
      <string id="CommonPrintOptionPrinter">Reduce Printer Data: Printer</string>
      <string id="CommonPrintOptionPrinterHelp">Reduce printer data. The values in the drop-down menus will only be set if you check the relevant checkbox.</string>
      <string id="CommonPrintOptionPrinterReducedTransparencyModeAutomatically">Automatically</string>
      <string id="CommonPrintOptionPrinterReducedTransparencyModeNoTransparency">No Transparency</string>
      <string id="CommonPrintOptionPrinterReducedGradientModeGradientStripes">Gradient Stripes</string>
      <string id="CommonPrintOptionPrinterReducedGradientModeIntermediateColor">Intermediate Color</string>
      <string id="CommonPrintOptionPrinterReducedBitmapModeHigh">High Print Quality</string>
      <string id="CommonPrintOptionPrinterReducedBitmapModeNormal">Normal Print Quality</string>
      <string id="CommonPrintOptionPrinterReducedBitmapModeResolution">Resolution</string>
      <string id="CommonPrintOptionPrinterReducedBitmapResolution0">72 DPI</string>
      <string id="CommonPrintOptionPrinterReducedBitmapResolution1">96 DPI</string>
      <string id="CommonPrintOptionPrinterReducedBitmapResolution2">150 DPI (Fax)</string>
      <string id="CommonPrintOptionPrinterReducedBitmapResolution3">200 DPI (default)</string>
      <string id="CommonPrintOptionPrinterReducedBitmapResolution4">300 DPI</string>
      <string id="CommonPrintOptionPrinterReducedBitmapResolution5">600 DPI</string>
      <string id="CommonPrintOptionFile">Reduce Printer Data: Print to File</string>
      <string id="CommonPrintWarning">Printer Warnings</string>
      <string id="CommonPrintWarningHelp">Sets Printer Warning</string>
      <!--# SECURITY #-->
      <string id="CommonSecurityScriptingMacroSecurityLevel">Macro Security Level</string>
      <string id="CommonSecurityScriptingMacroSecurityLevelHelp">Choose the Macro Security Level</string>
      <string id="CommonSecurityScriptingSecureURL">Trusted File Locations</string>
      <string id="CommonSecurityScriptingSecureURLHelp">Paths entered must follow these rules:
 - File URIs have to begin with 'file:///'
 - Replace back slashes with forward slashes
 - Replace spaces with '%20'.
 - Separate multiple paths with a space.
 
 Example:
 file:///S:/Important%20Files file:///S:/Documents
	  </string>
      <string id="CommonSecurityScriptingHyperlinksWithCtrlClick">Ctrl-Click required to follow Hyperlinks</string>
      <string id="CommonSecurityScriptingHyperlinksWithCtrlClickHelp">If true, users will need to hold down the Ctrl key in order to click Hyperlinks</string>
      <string id="CommonSecurityScriptingWarnCreatePDF">Warn when creating PDF files</string>
      <string id="CommonSecurityScriptingWarnCreatePDFHelp">Warn when creating PDF files</string>
      <string id="CommonSecurityScriptingWarnSignDoc">Warn when signing a document</string>
      <string id="CommonSecurityScriptingWarnSignDocHelp">Warn when signing a document</string>
      <string id="CommonSecurityScriptingWarnSaveOrSendDoc">Warn when saving or sending</string>
      <string id="CommonSecurityScriptingWarnSaveOrSendDocHelp">Warn when saving or sending</string>
      <string id="WarnPrintDoc">Warn when printing documents</string>
      <string id="WarnPrintDoc_Help">Warn when printing documents</string>
      <string id="RecommendPasswordProtection">Recommend password protection on saving</string>
      <string id="RecommendPasswordProtection_Help">Recommend password protection on saving</string>
      <string id="RemovePersonalInfoOnSaving">Remove personal information on saving</string>
      <string id="RemovePersonalInfoOnSaving_Help">Remove personal information on saving</string>
      <!--# PERSONALIZATION #-->
      <string id="Persona">LibreOffice Persona</string>
      <string id="Persona_Help">True will use the pre-installed theme, False will set LibreOffice to plain look</string>
      <!--# ACCESSIBILITY #-->
      <string id="IsAllowAnimatedGraphics">Allow animated graphics</string>
      <string id="IsAllowAnimatedGraphics_Help">Enables or disables animated graphics</string>
      <!--## LOAD SAVE ##-->
      <!--# GENERAL #-->
      <string id="LoadDocumentSettings">Load user-specific settings with the document</string>
      <string id="LoadDocumentSettings_Help">Load user-specific settings with the document</string>
      <string id="LoadDocumentPrinterSettings">Load printer settings with the document</string>
      <string id="LoadDocumentPrinterSettings_Help">Load printer settings with the document</string>
      <string id="FileMetaDataOnSave">Ask for Document metadata on LibreOffice exit</string>
      <string id="FileMetaDataOnSave_Help">If true, users will be prompted to enter in file metadata when initially saving a file.</string>
      <!--Default File Format-->
      <string id="Text_FileDefaultSaveType">Writer: Configure default save file type</string>
      <string id="Text_FileDefaultSaveType_Help">Specify the default file type when saving from Writer. Remember that if you do not enforce the setting, local user configuration will override this.</string>
      <string id="Spreadsheet_FileDefaultSaveType">Calc: Configure default save file type</string>
      <string id="Spreadsheet_FileDefaultSaveType_Help">Specify the default file type when saving from Calc. Remember that if you do not enforce the setting, local user configuration will override this.</string>
      <string id="Presentation_FileDefaultSaveType">Impress: Configure default save file type</string>
      <string id="Presentation_FileDefaultSaveType_Help">Specify the default file type when saving from Impress. Remember that if you do not enforce the setting, local user configuration will override this.</string>
      <!--## LIBREOFFICE WRITER ##-->
      <!--# GENERAL #-->
      <string id="ShowStandardizedPageCount">Show Standardized Page Count</string>
      <string id="ShowStandardizedPageCount_Help">Show Standardized Page Count</string>
      <!--# BASIC FONTS #-->
      <string id="BasicFonts">Basic Fonts</string>
      <string id="BasicFonts_Help">Enter the default font.</string>
      <!--## PREDEFINED SETTINGS ##-->
      <string id="LibreOfficeCommon_True">true</string>
      <string id="LibreOfficeCommon_False">false</string>
      <string id="LibreOfficeCommon_VHigh">very high</string>
      <string id="LibreOfficeCommon_High">high</string>
      <string id="LibreOfficeCommon_Medium">medium</string>
      <string id="LibreOfficeCommon_Low">low</string>
      <!-- Load/Save Text document defaults -->
      <string id="Text_FileDefaultSaveType_WR8T">ODF Text Document Template</string>
      <string id="Text_FileDefaultSaveType_WR8">ODF Text Document</string>
      <string id="Text_FileDefaultSaveType_DOCT">Microsoft Word 97/2000/XP/2003 Template</string>
      <string id="Text_FileDefaultSaveType_TXT">Text</string>
      <string id="Text_FileDefaultSaveType_OOX">Office Open XML Text</string>
      <string id="Text_FileDefaultSaveType_ODT">Flat XML ODF Text Document</string>
      <string id="Text_FileDefaultSaveType_UOF">Unified Office Format text</string>
      <string id="Text_FileDefaultSaveType_DOC">Microsoft Word 97/2000/XP/2003</string>
      <string id="Text_FileDefaultSaveType_DOCX">Microsoft Word 2007/2010/2013 XML</string>
      <string id="Text_FileDefaultSaveType_HTML">HTML Document (Writer)</string>
      <string id="Text_FileDefaultSaveType_MSX">Microsoft Word 2003 XML</string>
      <string id="Text_FileDefaultSaveType_TXC">Text - Choose Encoding</string>
      <string id="Text_FileDefaultSaveType_RTF">Rich Text</string>
      <string id="Text_FileDefaultSaveType_DCB">DocBook</string>
      <!-- Load/Save Spreadsheet document defaults -->
      <string id="Spreadsheet_FileDefaultSaveType_ODFT">ODF Spreadsheet Template</string>
      <string id="Spreadsheet_FileDefaultSaveType_ODF">ODF Spreadsheet</string>
      <string id="Spreadsheet_FileDefaultSaveType_OOX">Office Open XML Spreadsheet</string>
      <string id="Spreadsheet_FileDefaultSaveType_CSV">Text CSV</string>
      <string id="Spreadsheet_FileDefaultSaveType_SYLK">SYLK</string>
      <string id="Spreadsheet_FileDefaultSaveType_UOF">Unified Office Format spreadsheet</string>
      <string id="Spreadsheet_FileDefaultSaveType_ODFX">Flat XML ODF Spreadsheet</string>
      <string id="Spreadsheet_FileDefaultSaveType_XLSX2K3">Microsoft Excel 2003 XML</string>
      <string id="Spreadsheet_FileDefaultSaveType_DBS">dBASE</string>
      <string id="Spreadsheet_FileDefaultSaveType_XLST">Microsoft Excel 97/2000/XP/2003 Template</string>
      <string id="Spreadsheet_FileDefaultSaveType_XLS">Microsoft Excel 97/2000/XP/2003</string>
      <string id="Spreadsheet_FileDefaultSaveType_HTML">HTML Document (Calc)</string>
      <string id="Spreadsheet_FileDefaultSaveType_DIF">Data Interchange Format</string>
      <string id="Spreadsheet_FileDefaultSaveType_XLSX">Microsoft Excel 2007/2010/2013 XML</string>
      <!-- Load/Save Presentation document defaults -->
      <string id="Presentation_FileDefaultSaveType_ODFT">ODF Presentation Template</string>
      <string id="Presentation_FileDefaultSaveType_ODFD">ODF Drawing (Impress)</string>
      <string id="Presentation_FileDefaultSaveType_OOX">Office Open XML Presentation</string>
      <string id="Presentation_FileDefaultSaveType_UOF">Unified Office Format presentation</string>
      <string id="Presentation_FileDefaultSaveType_PPTXT">Microsoft PowerPoint 2007/2010/2013 XML Template</string>
      <string id="Presentation_FileDefaultSaveType_PPTT">Microsoft PowerPoint 97/2000/XP/2003 Template</string>
      <string id="Presentation_FileDefaultSaveType_PPTA">Microsoft PowerPoint 97/2000/XP/2003 AutoPlay</string>
      <string id="Presentation_FileDefaultSaveType_ODFP">ODF Presentation</string>
      <string id="Presentation_FileDefaultSaveType_OOXA">Office Open XML Presentation AutoPlay</string>
      <string id="Presentation_FileDefaultSaveType_OOXT">Office Open XML Presentation Template</string>
      <string id="Presentation_FileDefaultSaveType_ODFXP">Flat XML ODF Presentation</string>
      <string id="Presentation_FileDefaultSaveType_PPT">Microsoft PowerPoint 97/2000/XP/2003</string>
      <string id="Presentation_FileDefaultSaveType_PPTXA">Microsoft PowerPoint 2007/2010/2013 XML AutoPlay</string>
      <string id="Presentation_FileDefaultSaveType_PPTX">Microsoft PowerPoint 2007/2010/2013 XML</string>
    </stringTable>
    <presentationTable>
      <!--## LIBREOFFICE ##-->
      <!--# USER DATA #-->
      <presentation id="UserProfileDatao">
        <textBox refId="UserProfileDataoValue">
          <label>Company Name (o):</label>
        </textBox>
        <checkBox refId="UserProfileDataoEnforce">Enforce</checkBox>
      </presentation>
      <!--# GENERAL #-->
      <!--Help-->
      <presentation id="CommonHelpTip">
        <checkBox refId="CommonHelpTipValue">Show Tips</checkBox>
        <checkBox refId="CommonHelpTipEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonHelpExtendedTip">
        <checkBox refId="CommonHelpExtendedTipValue">Show Extended Tips</checkBox>
        <checkBox refId="CommonHelpExtendedTipEnforce">Enforce</checkBox>
      </presentation>
      <!--Open/Save Dialogs-->
      <presentation id="CommonMiscUseSystemFileDialog">
        <checkBox refId="CommonMiscUseSystemFileDialogValue">Use LibreOffice dialogs</checkBox>
        <checkBox refId="CommonMiscUseSystemFileDialogEnforce">Enforce</checkBox>
      </presentation>
      <!--Document Status-->
      <presentation id="CommonPrintPrintingModifiesDocument">
        <checkBox refId="CommonPrintPrintingModifiesDocumentValue">Printing modifies document</checkBox>
        <checkBox refId="CommonPrintPrintingModifiesDocumentEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonMiscAlwaysAllowSave">
        <checkBox refId="CommonMiscAlwaysAllowSaveValue">Always Allow Save</checkBox>
        <checkBox refId="CommonMiscAlwaysAllowSaveEnforce">Enforce</checkBox>
      </presentation>
      <!--Year (Two Digits)-->
      <presentation id="CommonDateFormatTwoDigitYear">
        <decimalTextBox refId="CommonDateFormatTwoDigitYearValue" defaultValue="1925" spinStep="1">Initial Year:</decimalTextBox>
        <checkBox refId="CommonDateFormatTwoDigitYearEnforce">Enforce</checkBox>
      </presentation>
      <!--Privacy-->
      <presentation id="CommonMiscCollectUsageInformation">
        <checkBox refId="CommonMiscCollectUsageInformationValue">Collect usage information</checkBox>
        <checkBox refId="CommonMiscCollectUsageInformationEnforce">Enforce</checkBox>
      </presentation>
      <!--# MEMORY #-->
      <presentation id="CommonUndoSteps">
        <decimalTextBox refId="CommonUndoStepsValue" defaultValue="100" spinStep="10">Number of steps:</decimalTextBox>
        <checkBox refId="CommonUndoStepsEnforce">Enforce</checkBox>
      </presentation>
      <!--# VIEW #-->
      <!--# PRINT # -->
      <presentation id="CommonPrintOptionPrinter">
        <checkBox refId="CommonPrintOptionPrinterReduceTransparency">Reduce transparency</checkBox>
        <dropdownList refId="CommonPrintOptionPrinterReducedTransparencyModeValue" noSort="true" defaultItem="0">Reduce Transparency:</dropdownList>
        <checkBox refId="CommonPrintOptionPrinterReduceGradientsValue">Reduce gradient</checkBox>
        <dropdownList refId="CommonPrintOptionPrinterReducedGradientModeValue" noSort="true" defaultItem="0">Reduce Gradient:</dropdownList>
        <decimalTextBox refId="CommonPrintOptionPrinterReducedGradientStepCountValue" defaultValue="64" spinStep="1">Gradient Stripes:</decimalTextBox>
        <checkBox refId="CommonPrintOptionPrinterReduceBitmapsValue">Reduce bitmaps</checkBox>
        <checkBox refId="CommonPrintOptionPrinterReducedBitmapIncludesTransparencyValue" defaultChecked="true">Bitmaps include transparent objects</checkBox>
        <dropdownList refId="CommonPrintOptionPrinterReducedBitmapModeValue" noSort="true" defaultItem="1">Reduce bitmaps:</dropdownList>
        <dropdownList refId="CommonPrintOptionPrinterReducedBitmapResolutionValue" noSort="true" defaultItem="3">Bitmap Resolution:</dropdownList>
        <checkBox refId="CommonPrintOptionPrinterConvertToGreyscalesValue">Convert colors to grayscale</checkBox>
      </presentation>
      <presentation id="CommonPrintWarning">
        <checkBox refId="CommonPrintWarningPaperSizeValue">Paper Size</checkBox>
        <checkBox refId="CommonPrintWarningPaperOrientationValue">Paper Orientation</checkBox>
        <checkBox defaultChecked="true" refId="CommonPrintWarningTransparencyValue">Transparency</checkBox>
      </presentation>
      <!--# SECURITY #-->
      <presentation id="CommonSecurityScriptingMacroSecurityLevel">
        <dropdownList refId="CommonSecurityScriptingMacroSecurityLevelValue" noSort="true" defaultItem="1">Macro Security:</dropdownList>
        <checkBox refId="CommonSecurityScriptingMacroSecurityLevelEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonSecurityScriptingSecureURL">
        <textBox refId="CommonSecurityScriptingSecureURLValue">
          <label>Trusted Paths:</label>
        </textBox>
        <checkBox refId="CommonSecurityScriptingSecureURLEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonSecurityScriptingHyperlinksWithCtrlClick">
        <checkBox refId="CommonSecurityScriptingHyperlinksWithCtrlClickValue">Ctrl-Click required to follow hyperlinks</checkBox>
        <checkBox refId="CommonSecurityScriptingHyperlinksWithCtrlClickEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonSecurityScriptingWarnCreatePDF">
        <checkBox refId="CommonSecurityScriptingWarnCreatePDFValue">Warn when creating PDF files</checkBox>
        <checkBox refId="CommonSecurityScriptingWarnCreatePDFEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonSecurityScriptingWarnSignDoc">
        <checkBox refId="CommonSecurityScriptingWarnSignDocValue">Warn when signing a document</checkBox>
        <checkBox refId="CommonSecurityScriptingWarnSignDocEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="CommonSecurityScriptingWarnSaveOrSendDoc">
        <checkBox refId="CommonSecurityScriptingWarnSaveOrSendDocValue">Warn when saving or sending</checkBox>
        <checkBox refId="CommonSecurityScriptingWarnSaveOrSendDocEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="WarnPrintDoc">
        <checkBox refId="WarnPrintDocValue">Warn when printing documents</checkBox>
        <checkBox refId="WarnPrintDocEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="RecommendPasswordProtection">
        <checkBox refId="RecommendPasswordProtectionValue">Recommend password protection on saving</checkBox>
        <checkBox refId="RecommendPasswordProtectionEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="RemovePersonalInfoOnSaving">
        <checkBox refId="RemovePersonalInfoOnSavingValue">Remove personal information on saving</checkBox>
        <checkBox refId="RemovePersonalInfoOnSavingEnforce">Enforce</checkBox>
      </presentation>
      <!--# PERSONALIZATION #-->
      <presentation id="Persona">
        <dropdownList refId="PersonaOp" noSort="true" defaultItem="1">Firefox Theme:</dropdownList>
        <checkBox refId="PersonaEnforce">Enforce</checkBox>
      </presentation>
      <!--# ACCESSIBILITY #-->
      <presentation id="IsAllowAnimatedGraphics">
        <checkBox refId="IsAllowAnimatedGraphicsValue">Allow animated graphics</checkBox>
        <checkBox refId="IsAllowAnimatedGraphicsEnforce">Enforce</checkBox>
      </presentation>
      <!--## LOAD SAVE ##-->
      <!--# GENERAL #-->
      <presentation id="LoadDocumentSettings">
        <checkBox refId="LoadDocumentSettingsValue">Load user-specific settings with the document</checkBox>
        <checkBox refId="LoadDocumentSettingsEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="LoadDocumentPrinterSettings">
        <checkBox refId="LoadDocumentPrinterSettingsValue">Load printer settings with the document</checkBox>
        <checkBox refId="LoadDocumentPrinterSettingsEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="FileMetaDataOnSave">
        <checkBox refId="FileMetaDataOnSaveValue">Edit Properties on save</checkBox>
        <checkBox refId="FileMetaDataOnSaveEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="Text_FileDefaultSaveType">
        <dropdownList refId="Text_FileDefaultSaveTypeOp" noSort="true" defaultItem="7">Default Save Type:</dropdownList>
        <checkBox refId="Text_FileDefaultSaveTypeEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="Spreadsheet_FileDefaultSaveType">
        <dropdownList refId="Spreadsheet_FileDefaultSaveTypeOp" noSort="true" defaultItem="7">Default Save Type:</dropdownList>
        <checkBox refId="Spreadsheet_FileDefaultSaveTypeEnforce">Enforce</checkBox>
      </presentation>
      <presentation id="Presentation_FileDefaultSaveType">
        <dropdownList refId="Presentation_FileDefaultSaveTypeOp" noSort="true" defaultItem="7">Default Save Type:</dropdownList>
        <checkBox refId="Presentation_FileDefaultSaveTypeEnforce">Enforce</checkBox>
      </presentation>
      <!--## LIBREOFFICE WRITER ##-->
      <!--# GENERAL #-->
      <presentation id="ShowStandardizedPageCount">
        <checkBox refId="ShowStandardizedPageCountValue">Show Standardized Page Count</checkBox>
        <checkBox refId="ShowStandardizedPageCountEnforce">Enforce</checkBox>
      </presentation>
      <!--# BASIC FONTS #-->
      <presentation id="BasicFonts">
        <textBox refId="BasicFonts_Caption">
          <label>Caption:</label>
        </textBox>
        <textBox refId="BasicFonts_Index">
          <label>Index:</label>
        </textBox>
        <textBox refId="BasicFonts_List">
          <label>List:</label>
        </textBox>
        <textBox refId="BasicFonts_Standard">
          <label>Standard:</label>
        </textBox>
        <textBox refId="BasicFonts_Heading">
          <label>Heading:</label>
        </textBox>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>